Repository: nitmir/django-procmail
Catalog: procmail/locale/*/LC_MESSAGES/django.po
Languages: fr

source: title
fr: titre

source: comment
fr: commentaire

source: matching every rules below
fr: valide toutes les conditions suivantes

source: matching any rules below
fr: valide au moins une des conditions suivantes

source: all mails
fr: tous les courriels

source: Scope
fr: Portée

source: Subject
fr: Objet

source: From
fr: De

source: To
fr: À

source: headers
fr: en-têtes

source: body
fr: corps

source: headers and body
fr: en-tête et corps

source: Custom header
fr: En-tête personalisé

source: Match
fr: Correspondance

source: contain
fr: contient

source: does not contain
fr: ne contient pas

source: is equal to
fr: est égal à

source: is differant than
fr: est différent de

source: exists
fr: existe

source: does not exists
fr: n'existe pas

source: match the regular expression
fr: correspond à l'expression rationnelle

source: do not match the regular expression
fr: ne correspond pas a l'expression rationnelle

source: size strictly greater than
fr: taille strictement plus grande que

source: size strictly lower than
fr: taille strictement plus petite que

source: Parameter
fr: Paramètre

source: A header name cannot contain ':'
fr: Un nom d'en-tête ne peut pas contenir ':'

source: Please specify a custom header
fr: Merci de spécifier un en-tête personnalisé

source: Please specify a parameter
fr: Merci de spécifier un paramètre

source: Parameter must be a whole number of byte
fr: Paramètre doit être un nombre entier d'octet

source: Bad regular expression : %s
fr: Mauvaise expression rationnelle : %s

source: Save mail in
fr: Sauvegarder le mail dans

source: Copy mail in
fr: Copier le mail dans

source: Redirect mail to
fr: Rediriger le mail vers

source: Send a copy to
fr: Envoyer une copie du mail à

source: Delete mail
fr: Supprimer le mail

source: Define a variable
fr: Definir une variable

source: Variable name
fr: Nom de la variable

source: Variable value
fr: Valeur de la variable

source: Please specify a %s
fr: Merci de spécifier un %s

source: Condition lines examine the headers of the message.
fr: Les conditions s'appliquent sur les en-tête du message.

source: Condition lines examine the body of the message.
fr: Les conditions s'appliquent sur le corps du message.

source: Action line gets fed the headers of the message.
fr: Les actions s'appliquent sur les en-tête du message.

source: Action line gets fed the body of the message.
fr: Les actions s'appliquent sur le corps du message.

source: Clone message and execute the action(s) in a subprocess if the conditions match. The parent process continues with the original message after the clone process finishes.
fr: Exécuter les actions sur une copie du message. Une fois ce processus terminé, les règles suivantes sont appliqués au message original.

source: Execute this recipe if the previous recipe's conditions were met.
fr: Exécuter cette règle si les conditions de la règle précédente étaient réunies.

source: Execute this recipe if the previous recipe's conditions were met and its action(s) were completed successfully.
fr: Exécuter cette règle si les conditions de la règle précédente étaient réunies et que ses actions se sont déroulés avec succès.

source: Execute this recipe if the previous recipe's conditions were not met.
fr: Exécuter cette règle si les conditions de la règle précédente n'étaient pas réunies.

source: Execute this recipe if the previous recipe's conditions were met, but its action(s) couldn't be completed.
fr: Exécuter cette règle si les conditions de la règle précédente étaient réunies., mais certaines actions n'ont échoués.

source: Pay attention to character case when matching: "a" is treated as distinct from "A" and so on. Some of the special macros are always matched case-insensitively.
fr: Être sensible a la casse: "a" sera traité de façon distincte de "A". Certaine macro spéciales seront toujours insensibles a la casse.

source: Use a lockfile
fr: Utiliser un lock

source: lockfile path
fr: chemin vers le lock

source: Action type
fr: Type d'action

source: Save the mail to
fr: Sauvegarder le mail dans

source: Forward the mail to
fr: Rediriger le mail vers

source: Pipe the mail to the shell
fr: Piper le mail vers une commande shell

source: Execute multiple rules
fr: Exécuter plusieurs règles

source: Action %s require a parameter
fr: L'action %s requière un paramètre

source: condition type
fr: Type de condition

source: Pipe to the shell command and expect 0 exit code
fr: Pipe le message vers une commande shell et valide si la commande se termine avec un code 0

source: Is bigger or lower than x bytes
fr: Est plus grand ou moins grand que x octets

source: Match the regular expression
fr: Correspond a l'expression rationnelle

source: negate
fr: négation

source: parameter
fr: paramètre

source: substitute
fr: subtituer

source: substitute counter
fr: compteur de substitution

source: Score to add on the first match
fr: Score a ajouter lors d'une première correspondance

source: Score to add on subsequent matches
fr: Score a ajouter lors de correspondances ultérieures

source: Match the condition agains a variable
fr: Applique la condition a une variable

source: variable name
fr: nom de la variable

source: Condition %s require a non null parameter
fr: La condition %s requière un paramètre

source: Condition %s parameter must be of the shape (<|>) number
fr: Le paramètre de la condition %s doit être de la forme (<|>) + entier

source: Param is not a valid regular expression : %s
fr: Le paramètre n'est pas une expression rationnelle valide : %s

source: substitute counter must be >= 1
fr: Le compteur de substitution doit être >= 1

source: You need at least one assignement on a assignement satement
fr: Vous devez définir au moins une assignation

source: value
fr: valeur

source: Shell eval
fr: Évalue dans le shell

source: Evaluate the value in a shell and store the ouput in the variable
fr: Évalue la valeur dans un shell et stocke la sortie dans la variable

source: Simple interface
fr: Interface simplifié

source: Assignment
fr: Affectation

source: Recipe
fr: Règle

source: Currently in debug mode. This application de not edit your real procmailrc but a copy made in the following directory :
fr: Application actuellement en mode débogage. Elle n'édite pas votre véritable procmailrc mais un copie faite dans le dossier suivant :

source: Step
fr: Étape

source: of
fr: de

source: Show Advanced parameters
fr: Montrer les paramètres avancés

source: first step
fr: première étape

source: prev step
fr: étape précédente

source: submit
fr: envoyer

source: Delete statement
fr: Supprimer une règle

source: Deletion of a procmail rule
fr: Suppression d'une règle procmail

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Advanced editor
fr: Éditeur avancé

source: Go to the simple edition page
fr: Aller sur la page d'édition simplifié

source: Metadata
fr: Méta-données

source: Header
fr: En-tête

source: Add actions
fr: Ajouter une action

source: Submit
fr: Envoyer

source: Preview
fr: Aperçu

source: Simple editor
fr: Éditeur simplifié

source: Go to advanced edition page
fr: Aller sur la page d'édition avancée

source: Add a rule
fr: Ajouter une règle

source: Generated procmailrc
fr: Procmailrc généré

source: Download
fr: Télécharger

source: Syntax error in procmailrc
fr: Erreur de syntaxe dans le procmailrc

source: Are you sure you want to delete the %(type)s "%(title)s" ?
fr: Êtes-vous sur de vouloir supprimer %(type)s "%(title)s" ?

source: assignement
fr: l'affectation

source: recipe
fr: la règle

source: Fail to parse your procmailrc. You probably have a syntax error near %(line)s at line %(lineno)s, column %(col)s.
fr: Échec lors de l'analyse de votre procmailrc. Vous avez probablement une erreur de syntaxe près de %(line)s ligne %(lineno)s, colonne %(col)s.
